tutorials/multiphase/reactingTwoPhaseEulerFoam/laminar/fluidisedBed/0.orig/U.particles
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2512                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U.particles;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    inlet
    {
        type               fixedValue;
        value              uniform (0 0 0);
    }

    outlet
    {
        type               fixedValue;
        value              uniform (0 0 0);
    }

    walls
    {
        type               fixedValue;
        value              uniform (0 0 0);
    }

    frontAndBackPlanes
    {
        type               empty;
    }
}


// ************************************************************************* //
